

  games = 
{
  "overwatch": {
	"title": "Overwatch",
    "link": "games/overwatch.html",
    "description": "In a time of global crisis, an international task force of heroes banded together to restore peace to a war-torn world. This organization, known as Overwatch, ended the crisis and helped maintain peace for a generation, inspiring an era of exploration, innovation, and discovery. After many years, Overwatch's influence waned and it was eventually disbanded. Now in the wake of its dismantling, conflict is rising once again. Overwatch may be gone... but the world still needs heroes.",
    "categories": [
      "multiplayer",
      "fps"
    ],
    "aspects": [
      "deterministic",
      "competitive"
    ],
    "similar_games": [
      "team_fortress_2"
    ],
	"images": [
	  "res/game_img/ow_cover.png",
	  "res/game_img/ow_logo.png",
	  "res/game_img/ow_screenshot1.png",
	  "res/game_img/ow_screenshot2.png"
	]
  },
  "skyrim": {
	"title": "The Elder Scrolls V: Skyrim",
    "link": "games/skyrim.html",
    "description": "The Elder Scrolls V: Skyrim, the 2011 Game of the Year, is the next chapter in the highly anticipated Elder Scrolls saga. Developed by Bethesda Game Studios, the 2011 Studio of the Year, that brought you Oblivion and Fallout 3. Skyrim reimagines and revolutionizes the open-world fantasy epic, bringing to life a complete virtual world open for you to explore any way you choose.",
    "categories": [
      "singleplayer",
      "rpg"
    ],
    "aspects": [
      "moddable",
      "open_world",
      "deterministic"
    ],
    "similar_games": [
      "morrowind"
    ],
	"images": [
	  "res/game_img/skyrim_cover.png",
	  "res/game_img/skyrim_logo.png",
	  "res/game_img/skyrim_screenshot1.png",
	  "res/game_img/skyrim_screenshot2.png"
	]
  },
    "rimworld": {
	"title": "Rimworld",
    "link": "games/rimworld.html",
    "description": "RimWorld is a top-down construction and management simulation video game developed by Ludeon Studios. Games involve crash landing on a rim world and trying to survive with your pawns. Games often degererate in to cannibalism and drug manufacturing in order to survive. Dynamic storyteller options ensure the challenges are presented according to ones playstyle",
    "categories": [
      "singleplayer",
      "sandbox"
    ],
    "aspects": [
      "moddable",
      "hard_but_fair_difficulty"
    ],
    "similar_games": [
      "dwarf_fortress"
    ],
	"images": [
	]
  }
};


